var getDevice = (function(){
    var ua = navigator.userAgent;
    if(ua.indexOf('iPhone') > 0 || ua.indexOf('iPod') > 0 || ua.indexOf('Android') > 0 && ua.indexOf('Mobile') > 0){
        return 'sp';
    }else if(ua.indexOf('iPad') > 0 || ua.indexOf('Android') > 0){
        return 'tab';
    }else{
        return 'other';
    }
})();

const unaaa = `
	　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　 〕　＼＼<br>
	　　　　　　　　　　　　　　　　　　　　　　　　　　 　 　 　 　 ￣￣￣ 　｀\`''＜ 　 　 ＼＼<br>
	　　　　　　　　　　　　　　　　　　　 　 　 　 　 　 ／y― ､　　　 　 y―ミ　　　丶 ／＾'┘<br>
	　　　　　　　　　　　　　　　　　　　　　　　　　／ｰ'T“℃ﾌ　 　 　 √℃圷ﾐ　　　 ＼<br>
	　　　　　　　　　　　　 　 　 　 　 　 　 　 　 /---　ゝ-彡 (⌒)　　ゝ　__ノ ------- _<br>
	　　　　　　　　　　　　　　　　　　　　　　　 √-----------------------------　_<br>
	　　　　　　　　　　　　　　　　　　　　　　　 |≫―-ミ -------------------------ﾊ<br>
	　　　　　　　　　　　　　　　　　　　　　　／ﾔ⌒ﾆﾆﾆ＼Yﾆﾆﾆ-----------------ﾆﾆ|<br>
	　　　　　　　　　　　　 　 　 　 　 　 　 //　ﾔ/ﾆﾆﾆﾆ＞ﾊ――- ﾆﾆ-------ﾆﾆﾆﾆﾆﾆ|<br>
	　　　　　　　　　 　 　 　 　 　 　 　 　 |:| 　 ∨/ﾆ／_二⊥二二__＼ﾆﾆﾆﾆﾆﾆﾆﾆﾆﾆﾆ.ﾘ<br>
	　　　　　　　　　　　　　　 　 　 　 　 八:'く￣￣ﾞY: : : / : : : : : i: : ＼＼ﾆﾆﾆﾆﾆﾆﾆﾆ／<br>
	　　　　　　　　 　 　 　 　 　 　 　 　 　 |＼>／　|: : :N¬ト: : 斗-<多Yﾍ´￣￣￣￣＼<br>
	　　　　　　　　　　 　 　 　 　 　 　 　 　∨/　／:|: : j汽ぅ---ィぅ汽: : :∨＼　　 ￣＼ /<br>
	　　　　　　　　　　　　　　　　　　　 　 　 ∨ ( ＿}:乢 Vﾝ ri　 V::ﾝ ﾉ: : :|　　＼　　　 /<br>
	　　　　　　　　　　　　　　 　 　 　 　 　 　 冫" ｱﾍ: :ゝ=='　ゝ==彡: : : :ﾄ､　　　 __／<br>
	　　　　　　　　　　　　　　　　　　　　　 　 〈∧〈: :/＼:{ゝ 丶- 　 {: :／}:ﾊ: :＞‐く＿<br>
	　　　　　　　　　　　　　　　　　　 　 　 　 /: : ',∨ /￣｀7≧=　　∨ 〈/　∨/: : ∨⌒Y<br>
	　　　　　　　　　　 　 　 　 　 　 　 　 　 / : : : 〉∨|　　 |　　　　／ ＼＿〈 { : : : |/　り<br>
	　　　　　　　　　　　　　　　　　　　　 　 |: : : : :/　[|　　 |＼＿, ﾞ　　　 ∨∧ : : : ﾔ／<br>
	　　　　　　　　　　　　　　　　　　　　 　 | : : , ﾞ 　 [ﾄ､　八　／　　　 ／〈___}＼＼∨<br>
	　　　　　　　　　　　　　　　　　　 　 　 八／　　/Y⌒>冖く＿＿_／(　 ｷi |: : :＼Vﾍ<br>
	　　　　　　　　　　　　　　　　　　 　 　 ／　　／Ⅴ　人__/　　　 |i　i| 　 |ｉ |: : : : :＼ ﾄ､<br>
	　　　　　　　　　　　 　 　 　 　 　 _　 ´　　 ｲ: : : | ./　　|　　　　.|i　i| 　 |i八: : : : : :∨i:＼＿__ 　 　 　 ／￣￣￣＼<br>
	　　　　　　　　　　　 　 　 　 _ 　 ´　 　 イ　 ＼ /〈＼__ l　 　 　 |i　i| 　 |i　i|: : : : : : | |: : :＼^⌒＼ ／: : : . . . <br>
	　　　　　　　　　　　　　_／　　　 ｘ＜　　　　　/　 ＼＿|　 　 　 ∨ｉ| 　 li／∨: : : : :| | : : : : ＼/⌒＼: : : . . . . . .<br>
	　　　/￣＼＿ノ￣￣〔/　 r‐y_厶ﾆ=―‐┐ ./⌒Y　　 　 　 　 　 ∨ 　 | _／∨: : : :| |: : : : : : : ＞r'"⌒＼. . . . .／⌒<br>
	　　　∨＼　 　 ／￣｀ゝ-込/ 　 　 r‐iーｻ /::Х/　┌v冖y┐　　 ∨　? ∧ ＼: :人＼: : : : :/: : {::Х::::::::＼／: : : 丿<br>
	.　　　 ∨｛⌒T {　　 　 　 　 ＼__(⌒＼ 　 ∧_／ 　 引[囮|引] 　 　 ∨. ﾔ/ /i:i:/＼ : ＼＼: :/: : 人:::::＼::::::::∨￣´<br>
	　 　 　 }八　 | ゝ--‐┓　　　　　 冫　 〉 / /＼　　　｀Y雋Y´　　　 　 ∨.|[./i:i:/《　 ＼__:＼〕__∠二＞――=彡<br>
	　 　 　 〕_/　 ｀ ー一'/⌒＼＿_／　／ 〈 /　 ./＼＿＿＿＿＿＿___／∨)i:i:i/　 《⌒Y＼　　 }i:i|<br>
	　　　 　 　 　 　 　 　 ＼ ＼　　　／　|:: 〈　 /　　/　　/　　　|　　i　 〈　 〈}＼　＿)〉冖=(⌒] /i:ﾘ<br>
	　　　　　　　　　　　　　 ∨广爪｛　　 |::　[＼　 ./　　/　　　　|　　i 　 〈__∧｛.＼ ＿　 ／￣/i:i/<br>
	　　　　　 　 　 　 　 　 　 ∨｛ ∨ ＼_／⌒)　｀〈　　/　　　　　|　　|__／ 　人_j‐く　 ]〉　 　/i:i/<br>
	　　　　　　 　 　 　 　 　 　 〕_〉 ＼＿＿／|i:i:i:i:i:i￣｀T¬―‐ 七7´＼/ 　|i:{ √＼_/　　　.:i:i/<br>
	　　　　　　 　 　 　 　 　 _ -=i:i:i:i≫―iＪ:　|￣￣＼i:i:∨ΞﾆΞ./＼　 ＼└'/　　　 　 .／i／<br>
	　　　　　　　 　 　 　 -=i:i:≫''⌒_　-―l|:　|―=ミ　 ＼|ΞﾆΞ/ ∨ ＼__辻/＼＿___／i／<br>
	　　　　　　　　　／i:i:i≫''⌒ -　 　 .|l　 |:　|　　　 ＼　 ﾆΞﾆ∧_△_／　　 ＼＿_,,,ｘ≪<br>
	　　　 　 　 　 ...i:i:i:>'⌒　- 　 　 　 √　|:　|　　　 　 ∨ﾆΞﾆ|ﾆ｀、<br>
	　　 　 　 　 ..:i:i:／　 -　　　　　　 √　 |:　|　　 　 　 .||ﾆΞﾆ|Ξﾆ_<br>
	　　　　　　..i:i:i/　　　　　　　　 　 √　 .|　√ 　 　 　 ||ﾆΞﾆ|＼ﾆﾍ _<br>
	　　　　　/i:i:i/　　　　　　 　 　 ./⌒ヽ /　√　　　　　ﾘﾆΞﾆ| く⌒´　〕<br>
	　 　 　 /i:i:i/　　　　　　　　　　{ (　 /⌒ √　　　　　/|ﾆΞﾆ|　 Υ　j[<br>
	　　　　,i:i:i/　/　　　　　　 　 　 ＞-| （__/〉 　 　 　 /‖ﾆΞ√　ﾉ ｰｸ<br>
	　　　 ,i:i:i.′.′　　　　　　　 　 　 　 　 　 　 　 　 〃 |ﾆΞ/　 〔__／<br>
	.　　　i:i:i:|　.′　　　　　　　　　　　 　 　 　 　 　 〃　.|ﾆﾆ/<br>
	.　 　 |:i:i:|　|　　　　　　　　　　　　　　 　 　 　 ／ 〔⌒＼/}<br>
	.　 　 |:i:i:| 八　　　　　　　　　 　 　 　 　 ／／　 　 ）ｰｧ ｛<br>
	　　　 V∧. ∧　　　　　　　　 　 　 　 ／／　　 　 /=ﾐ　リ<br>
	　　　　＼ ＼ ＼　　　　　　　　　_,,,ｘ≪　　　　 ／⌒> /<br>
	　　　　　 〕iト　　 ≧=―‐=ﾆ二⌒　　　　　　 〈　　　 丿<br>
	　　　　　　　　　　￣￣￣　　　　　　　　　　　 ≧=彡<br>
	<!-- 作成者：◆KANAGAWA.6 -->
`